Repository: majster-pl/utorch
Catalog: po/*.po
Languages: de, fr, hu, nb, pl, pt, sr

source: Close
de: Schließen
fr: Fermer
hu: Bezárás
nb: Lukk
pl: Zamknij
pt: Fechar
sr: Затвори

source: More
de: Mehr
fr: Plus
hu: Több
nb: Mer
pl: Więcej
pt: Mais
sr: Више

source: Settings
de: Einstellungen
fr: Paramètres
hu: Beállítások
nb: Innstillinger
pl: Ustawienia
pt: Definições
sr: Подешавање

source: Start app with torch on
de: App mit angeschalteter Taschenlampe starten
fr: Lancer l'application avec la lampe torche allumée
hu: Bekapcsolt lámpával induljon az alkalmazás
nb: Start app med lommelykt på
pl: Uruchom aplikacje z latarka włączoną
pt: Iniciar app com a tocha ligada
sr: Покрени апликацију са укљученом бакљом

source: Warning!
de: Achtung!
fr: Attention !
hu: Figyelem!
nb: Advarsel!
pl: Uwaga!
pt: Aviso!
sr: Упозорење!

source: Using this option might couse Camera and other aplications <b>NOT</b> to work as expected or at all!<br><br><b>You are using this on your own risk!</b>
de: Die Benutzung dieser Option kann dazu führen, dass die Kamera und andere Apps <b>NICHT</b> mehr funktionieren!<br><br><b>Benutzung dieser Option auf eigenes Risiko!</b>
fr: Utiliser cette option peut causer le dysfonctionnement voire le <b>non</b> fonctionnement de l'appareil photo et d'autres applications. Vous l'utilisez à vos propres risques.
hu: Ennek a beállításnak a használata azt eredményezhetni, hogy a Kamera vagy egyéb alkalmazások <b>NEM</b> fognak megfelelően működni!<br><br><b>Csak saját felelősségére használja!</b>
nb: Ved bruk av dette valget kan det føre til at kamera og andre programmer <b>IKKE</b> fungerer som forventet, eller ikke i det hele tatt!<br><b>Du bruker dette på eget ansvar!</b>
pl: Ta opcja może spowodować, że aplikacja Kamera i inne aplikacje mogą <b>NIE</b> działać poprawnie lub w ogóle.<br><br><b>Używasz tej opcji na własną odpowiedzialność!</b>
pt: Utilizar esta app pode levar a que a Câmara e outras apps <b>NÃO</b> funcionem como esperado!<br><br><b>Está a usar isto em seu próprio risco!</b>
sr: Коришћење ове опције може изазвати да Камера и друге апликације <b>НЕ</b> раде очекивано или да уопште не раде!<br><br><b>Користите ову опцију на сопствени ризик!</b>

source: <b>OK</b>
sr: <b>У реду</b>

source: <b>No thanks!</b>
de: <b>Nein danke!</b>
fr: <b>Non merci !</b>
hu: <b>Mégse</b>
nb: <b>Nei takk!</b>
pt: <b>Não obrigado!</b>
sr: <b>Не хвала!</b>

source: Hi Dude!
de: Hallo!
fr: Salut tout le monde !
hu: Üdvözöljük!
nb: Hei Du!
pl: Cześć Kolego!
pt: Olá meu!
sr: Здраво!

source: I hope you enjoy my app and it works for you, so why not
de: Ich hoffe, dir gefällt meine App und nützt dir.
fr: J'espère que vous avez apprécié mon application et qu'elle fonctionne pour vous donc pourquoi ne pas
hu: Remélem élvezi az alkalmazás használatát. Ha igen, és megfelelően is működik akkor:
nb: Jeg håper dere liker min app, og det fungerer for deg, så hvorfor ikke
pl: Mam nadzieje, że podoba Ci się moja aplikacja i działa poprawnie, więc może
pt: Espero que goste da minha app e que seja útil para si, então porque não
sr: Надам се да сте уживали у мојој апликацији и да вам је обавила посао, па зашто не

source: Rate this app!
de: Bewerte daher diese App bitte!
fr: Noter cette application !
hu: Értékelje az alkalmazást!
nb: Ranger denne app!
pl: Oceń tą aplikacje!
pt: Classifique esta app!
sr: Оцените ову апликацију!

source: I'm always looking for new ways to improve this app, so if you have interesting ideas and want to share them with me just click below.
de: Ich suche ständig nach neuen Wegen, diese App zu verbessern. Wenn du interessante Ideen hast, dann kannst du sie mir mit einem Klick mitteilen.
fr: Je cherche constamment de nouvelles façons d'améliorer cette application donc, si vous avez des idées intéressantes et que vous souhaitez les partager avec moi, cliquez ci-dessous.
hu: Folyamatosan gondolkodunk az alkalmazás jobbá tételén. Ha van egy ötlete, amit megszeretne velünk osztani, akkor kattintson a lenti gombra.
nb: Jeg er alltid på utkikk etter nye måter å forbedre dette programmet, så hvis dere har interessante ideer og ønsker å dele med meg bare klikk nedenfor.
pl: Wciąż szukam nowych sposobów na ulepszenie tej aplikacji, wiec jeżeli masz jakieś ciekawe pomysły i chcesz się ze mną nimi podzielić, wciśnij przycisk poniżej.
pt: Estou sempre à procura de novos meios para melhorar esta app, então se tem ideias interessantes e quiser partilhar comigo carregue em baixo.
sr: Увек тражим нове начине да побољшам ову апликацију, па ако имате интересантних идеја и желите да их поделите самном, само кликните испод.

source: Contact me!
de: Kontaktiere mich!
fr: Contactez-moi !
hu: Kapcsolatfelvétel
nb: Kontakt meg!
pl: Skontaktuj się ze mną!
pt: Contacte-me!
sr: Контактирај ме!

source: If you think this app deserved your dontation just click on button bellow.
de: Wenn du denkst, dass die App eine Spende verdient, klicke auf den Button.
fr: Si vous pensez que cette application mérite votre don, cliquez sur le bouton ci-dessous.
hu: Ha úgy gondolja, hogy adományozna is az alkalmazás készítőinek, akkor itt megteheti.
nb: Hvis du tror denne appen fortjener dine donasjoner klikker du bare på knappen nedenfor.
pl: Jeżeli uważasz, że ta aplikacja zasługuje na twoją darowiznę kliknij na przycisk poniżej.
pt: Se pensa que esta app deserve a sua doação carregue no botão em baixo.
sr: Ако мислите да ова апликација заслужује прилог само кликните на дугме испод.

source: Donate!
de: Spenden!
fr: Faire un don !
hu: Támogatás!
nb: Doner!
pl: Datek!
pt: Doar!
sr: Приложите!

source: <b>Sorry to hear</b>
de: <b>Es tut uns Leid, das zu hören</b>
fr: <b>Navré de l'apprendre</b>
hu: <b>Sajnálattal halljuk</b>
nb: <b>Beklager å høre</b>
pl: <b>Przykro mi to słyszeć</b>
pt: <b>Desculpe por ouvir</b>
sr: <b>Жао ми је што то чујем</b>

source: Ask me later
de: Später nachfragen
fr: Me demander plus tard
hu: Kérdezzen rá később
nb: Spør meg senere
pl: Spytaj później
pt: Perguntar mais tarde
sr: Питајте ме касније

source: Don't show this message again.
de: Diesen Hinweis nicht wieder anzeigen.
fr: Ne plus afficher ce message
hu: Ne jelenjen meg ez az üzenet többet.
nb: Ikke vis denne meldingen igjen.
pl: Nie pokazuj ponownie tej wiadomości.
pt: Não mostrar esta mensagem novamente.
sr: Не приказуј ов у поруку поново.

source: What's new?
de: Was ist neu?
fr: Nouveautés
hu: Újdonságok
nb: Hva er nytt?
pl: Co nowego?
pt: O que há de novo?
sr: Шта има ново?

source: Go to app
de: Zur Anwendung wechseln
fr: Aller à l'application
hu: Tovább
nb: Gå til app
pl: Przejdz do aplikacji
pt: Ir para a app
sr: Иди у апликацију

source: About
de: Über
fr: À propos
hu: Névjegy
nb: Om
pl: Informacje
pt: Acerca de
sr: О програму

source: Credits
de: Mitwirkende
fr: Crédits
hu: Közreműködők
nb: Takkeliste
pl: Twórcy
pt: Créditos:
sr: Заслуге

source: F.A.Q
de: F&A
hu: GY.I.K.
sr: Ч.П.П.

source: Author
de: Verfasser
fr: Auteur
hu: Készítő
nb: Utvikler
pl: Autor
pt: Autor
sr: Аутор

source: Developers
de: Entwickler
fr: Développeurs
hu: Fejlesztők
nb: Utviklere
pl: Deweloperzy
pt: Desenvolvedores
sr: Програмери

source: Designer
de: Grafiker
fr: Concepteur
hu: Tervező
pl: Projektant
sr: Дизајнер

source: What devices are supported?
de: Welche Geräte werden unterstützt?
fr: Quels appareils sont pris en charge ?
hu: Melyik eszközök támogatottak?
nb: Hvilke enheter støttes?
pl: Które urządzenia są wspierane?
pt: Que dispositivos são suportados?
sr: Који уређаји су подржани?

source: At the moment we support the following devices:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
de: Im Augenblick werden die folgenden Geräte unterstützt:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
fr: Pour le moment, nous prenons en charge les appareils suivants :<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
hu: Jelenleg a következő készülékek támogatottak:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
nb: For øyeblikket støtter vi følgende enheter:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
pl: Na chwilę obecną wspieramy następujące urządzenia:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
pt: De momento suportamos os seguintes dispositivos:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4
sr: Тренутно подржавамо следеће уређаје:<br> ✔BQ Aquaris e4.5<br> ✔BQ Aquaris 5<br> ✔Meizu MX4<br> ✔Nexus 4

source: I blocked uTorch from using Camera.Service.<br>How do I fix it?
de: Ich habe uTorch für die Benutzung von »Camera.Service« gesperrt.<br>Wie behebe ich das?
fr: J'ai bloqué l'utilisation de Camera.Service par uTorch.<br>Comment puis-je l'annuler ?
hu: Megtagadta a uTorch hozzáférését a Kamera szolgáltatáshoz?<br>Hogyan tudja megoldani?
nb: Jeg blokkerte uTorch fra å bruke Camera.Service.<br>Hvordan kan jeg fikse det?
pl: Zablokowałem uTorch przed korzystaniem z Camera.Service.<br>Jak to naprawić?
pt: uTorch está bloqueado de usar o Camera.Service.<br>Como corrigir?
sr: Блокирао сам уТорч да не користи сервис Камере.<br>Како то да решим?

source: Open System Settings <b>></b> Security and Privacy <b>></b> App Permissions <b>></b> Camera<br> and then make sure uTorch is <b>ticked</b> there.
de: Öffne Systemeinstellungen <b>></b> Sicherheit und Datenschutz <b>></b> App Berechtigungen <b>></b> Kamera<br> und stelle sicher, dass uTorch <b>ausgewählt</b> ist.
fr: Ouvrez les Paramètres système <b>></b> Sécurité et confidentialité <b>></b> Permissions des applications <b>></b> Caméra<br> puis assurez-vous qu'uTorch est <b>cochée</b> à cet endroit.
hu: Nyissa meg a Rendszerbeállítások <b>></b> Biztonság és adatvédelem <b>></b> Alkalmazásjogosultságok <b>></b> Kamera<br> menüpontját és győződjön meg róla, hogy a uTorch <b>be van pipálva</b>.
nb: Åpne Systeminnstillinger <b>></ b> Sikkerhet og personvern <b>></b> App Tillatelser <b>></b> Kamera<br> og deretter sørge for at uTorch er <b>krysset</b> av.
pl: Otwórz Ustawienia Sytemu <b>></b> Prywatność i zabezpieczenia <b>></b> Zezwolenia aplikacji <b>></b> Aparatu<br> i upewnij się, że uTorch jest <b>zaznaczony</b> tam.
pt: Abrir Definições <b>></b> Segurança e privacidade <b>></b> Permissões de apps <b>></b> Câmara<br> e ter a certeza que uTorch está <b>permitida</b>.
sr: Отвори Подешавања система <b>></b> Безбедност и приватност <b>></b> Дозволе апликација <b>></b> Камера<br> и уверите се да је уТорч <b>укључен</b> ту.

source: %1 Open System Settings %2
de: %1 Systemeinstellungen öffnen %2
fr: %1 Ouvrez les Paramètres système %2
hu: %1 Rendszerbeállítások megnyitása %2
nb: %1 Åpne Systeminnstillinger %2
pl: %1 Otwórz Ustawienia Systemu %2
pt: %1 Abrir Definições %2
sr: %1 Отвори Подешавање система %2

source: Torch application for Ubuntu Touch
de: Taschenlampen App für Ubuntu Touch
fr: Application lampe torche pour Ubuntu Touch
hu: Zseblámpa alkalmazás Ubuntu Touch rendszerhez
nb: Lommelykt app for Ubuntu Touch
pl: Latarka dla Ubuntu Touch
pt: App de tocha para Ubuntu Touch
sr: Апликација бакље за Ubuntu Touch

source: Changelog
de: Änderungsprotokoll
fr: Liste des modifications
hu: Változásnapló
nb: Endringslogg
pl: Lista zmian
pt: Registo de alterações
sr: Дневник измена

source: Released under the terms of GNU GPL v3 or higher
de: Veröffentlicht unter den Bedingungen der GNU GPL v3 oder höher
fr: Publié sous licence GNU GPL v3 ou supérieure
hu: A GNU GPL v3 vagy magasabb licenc feltételei alatt kiadva
nb: Utgitt under vilkårene i GNU GPL v3 eller høyere
pl: Wypuszczone pod warunkami GNU GPL v3 lub nowszej
pt: Libertado sob os termos GNU GPL v3 ou mais alto
sr: Издато под условима ГНУ ОЈЛ в3 или виша

source: Source code available on %1
de: Quelltext verfügbar auf %1
fr: Code source disponible sur %1
hu: A forráskód elérhető a %1 oldalon
nb: Kildekode tilgjengelig på %1
pl: Kod źródłowy dostępny na %1
pt: Código fonte disponível em %1
sr: Извори код доступан на %1

source: Homepage: %1
de: Startseite: %1
fr: Page d'accueil : %1
hu: Weboldal: %1
nb: Hjemmeside: %1
pl: Strona domowa: %1
sr: Матична страница: %1

source: Count: %1
de: Zähler: %1
fr: Compte : %1
hu: Számláló: %1
nb: Brukt: %1
pl: Licznik: %1
pt: Contador: %1
sr: Бројач: %1

source: Important!
de: Wichtig!
hu: Fontos!
nb: Viktig!
pl: Ważne!
pt: Importante!
sr: Важно!

source: Please make sure that you <b>allow</b> uTorch to use Camera.Services!
de: Bitte stelle sicher, dass du uTorch die Benutzung von Camera.Service <b>erlaubst</b>!
fr: Veuillez vous assurer d'avoir <b>autoriser</b> uTorch à utiliser Camera.Services !
hu: Győződjön meg róla, hogy <b>engedélyezte</b> a uTorch-nak a Kamera szolgáltatás használatát.
nb: Vennligst sørg for at du <b>tillater</b> uTorch til å bruke Camera.Services!
pl: Upewnij się, że <b>zezwolisz</b> uTorch na używanie Camera.Service!
pt: Por favor, tenha a certeza que <b>permita</b> o uTorch utilizar Camera.Services!
sr: Молимо да се уверите да сте <b>дозволили</b> уТорч-у да користи сервис Камере!

source: If by mistake you refuse uTorch to use Camera then to change it you have to go to:<br><br>System Settings <b>></b> Security and Privacy <b>></b> App Permissions <b>></b> Camera<br>and then make sure uTorch is <b>ticked</b> there.
de: Wenn du dies aus Versehen abgelehnt hast, kannst du es nachträglich ändern. Dafür gehe zu:<br>Systemeinstellungen <b> > </b> Sicherheit & Datenschutz <b> > </b> Berechtigungen von Anwendungen <b> > </b> Kamera<br> und stelle sicher dass uTorch <b>markiert</b> ist.
fr: Si vous refusez par erreur qu'uTorch utilise la Caméra, vous pouvez le modifier en allant dans :<br><br>Paramètres système <b>></b> Sécurité et confidentialité <b>></b> Permissions des applications <b>></b> Caméra<br> et en vous assurant qu'uTorch est <b>cochée</b> à cet endroit.
hu: Ha véletlenül letiltja, hogy a uTorch hozzáférjen a Kamera szolgáltatáshoz, akkor nyissa meg a Rendszerbeállítások <b>></b> Biztonság és adatvédelem <b>></b> Alkalmazásjogosultságok <b>></b> Kamera<br> menüpontját és győződjön meg róla, hogy a uTorch <b>be van pipálva</b>.
nb: Hvis ved en feil man nekter uTorch å bruke kameraet, så for å endre det må du gå til: <br><br>Systeminnstillinger <b>></b> Sikkerhet og personvern <b>></b> App Tillatelser <b>></b> Kamera <br>og deretter sørge for at uTorch er <b>krysset</b> av.
pl: Jeżeli przez pomyłkę odmówisz uTorch na używanie Camera.Services wtedy aby to zmienić musisz wejść w:<br><br> Ustawienia Systemu <b>></b> Prywatność i zabezpieczenia <b>></b> Zezwolenia aplikacji <b>></b> Aparatu <br>i upewnij się, że uTorch jest tam <b>zaznaczony</b>.
pt: Se por engano você não permitir que o uTorch use a Câmara, para o permitir visite:<br><br>Definições <b>></b>Segurança e privacidade <b>></b> Permissões de apps <b>></b> Câmara<br>e verifique se o uTorch está <b>permitido</b>.
sr: Ако грешком одбијете уТорч да користи Камеру да би изменили то морате отићи у:<br><br>Подешавање система <b>></b> Сигурност и приватност <b>></b> Дозволе апликација <b>></b> Камера<br> и уверите се да је уТорч <b>укључен</b> тамо.

source: OK
pl: Tak
sr: У реду
